Repository: cc-archive/cchost
Catalog: locale/default/*/LC_MESSAGES/cchost.po
Languages: it_it, pt_br

source: Must be characters and numbers, no more than 25
it_it: Deve essere caratteri e numeri, non piu' di 25
pt_br: Apenas caracteres e números, não mais que 25

source: Admin
it_it: Amministratore
pt_br: Administração

source: Changes Saved
it_it: Modifiche Salvate
pt_br: Alterações Salvas

source: Name
it_it: Nome
pt_br: Nome

source: Home
pt_br: Principal

source: Home page
pt_br: Página principal

source: All
it_it: Tutti
pt_br: Todos

source: See all the latest uploads
it_it: Ultimi file caricati
pt_br: Ver todos os últimos uploads

source: See the latest remixes
it_it: Ultimi remixes
pt_br: Ver os últimos remixes

source: See recently uploaded originals
it_it: Ultimi originali uploaded
pt_br: Ver últimos uploads de originais

source: Picks
it_it: Selezioni
pt_br: Escolhas

source: See picks by the Editorial Staff
it_it: Selezioni da parte dello Staff
pt_br: Ver escolhas da Equipe de Editores

source: Only the funky stuff please!
it_it: Solo musica funky please!
pt_br: Só os sons funky, por favor!

source: Description
it_it: Descrizione
pt_br: Descrição

source: Source Type:
it_it: Tipo Sorgente
pt_br: Tipo de fonte:

source: Main Remix Material
it_it: Principale Materiale da Remix
pt_br: Material do Remix Principal

source: Sample (loop, layer, fragment, etc.)
it_it: Campione (loop,sezione, ecc.)
pt_br: Trecho (loop, camada, fragmento etc)

source: About
it_it: A proposito
pt_br: Sobre

source: Home for
it_it: Home per
pt_br: Home para

source: Winners
it_it: Vincitori
pt_br: Vencedores

source: ...and the winner is...
it_it: ...e il vincitore e'...
pt_br: ...e o vencedor é...

source: Sources
it_it: Sorgenti
pt_br: Fontes

source: Download Source Material for
it_it: Donwload materiale sorgente per
pt_br: Baixar Material Fonte para

source: Entries
pt_br: Inscrições

source: Submit Entry
it_it: Inserisci file
pt_br: Enviar Inscrição

source: Manage Files
it_it: Gestisci Files
pt_br: Gerenciar Arquivos

source: Upload succeeded
it_it: Upload eseguito
pt_br: Upload feito com sucesso

source: is currently open and taking submissions.
it_it: e' aperto e accetta inserimenti
pt_br: está aberto e aceitando inscrições.

source: Submissions allowed until:
it_it: Inserimenti permessi fino al:
pt_br: Inscrições abertas até:

source: (Only logged in users can submit entries.)
it_it: (Solo utenti che hanno effettuato l'accesso possono inserire files)
pt_br: (Você deve estar logado para participar.)

source: is not taking submissions any more.
it_it: non accetta piu' richieste di inserimento
pt_br: não está mais aceitando inscrições.

source: Submissions stopped after:
it_it: Richieste di inserimento non attive dopo il:
pt_br: Inscrições finalizadas depois de:

source: Voting is open until
it_it: Votare e' possibile fino al:
pt_br: Votações abertas até:

source: Browse Contests
it_it: Naviga i concorsi
pt_br: Ver Concursos

source: This contest does not support online voting
it_it: Questo concorso non supporta il voto online
pt_br: Este concurso não tem votação online

source: Voting will open after submission period has ended
it_it: Sara' possibile votare al termine del periodo di accettazione richieste inserimenti
pt_br: Votações serão abertas após o fim do período de inscrições

source: Poll Results
it_it: Risultati dello scrutinio
pt_br: Resultados da Pesquisa

source: Voting is only open to registered users
it_it: Il voto e' disponibile solo per gli utenti registrati
pt_br: Votações abertas apenas para usuários registrados

source: Results will be shown here after the voting period is closed
it_it: I risultati saranno diponibili qui al termine del periodo di votazione
pt_br: Os resultados serão anunciados aqui após o fim do período de votação

source: Submit to: '%s'
it_it: Inserisci in: '%s'
pt_br: Inscrever-se em: '%s'

source: Your upload has been entered in '%s'
it_it: Il tuo upload e' stato inserito in '%sâ‚¬
pt_br: Seu upload foi inscrito em '%s'

source: This contest entry is only visible to the owner and admins.
it_it: Questa voce del concorso e' disponibile solo al proprietario e agli amministratori
pt_br: Esta inscrição do concurso só é visível para o autor e os administradores.

source: Reviewer
it_it: Commentatore
pt_br: Resenhista

source: Review
it_it: Commento
pt_br: Resenha

source: Delete
it_it: Cancella
pt_br: Deletar

source: Editors' Picks
it_it: Selezioni dell' Editore
pt_br: Escolhas dos Editores

source: Invalid path
it_it: Percorso invalido
pt_br: Caminho inválido

source: Edit Editorial
it_it: Modifica Editoriale
pt_br: Editar Editorial

source: Editorial saved. See <a href="%s">here</a> for results.
it_it: Editoriale salvato . Vedi <a href="%s">qui</a> per i risultati.
pt_br: Editorial salvo. Veja <a href="%s">aqui</a> os resultados.

source: Save File Properties
it_it: Proprieta' salvataggio file
pt_br: Salvar Propriedades do Arquivo

source: License
it_it: Licenza
pt_br: Licença

source: NOTE: You can only pick less restrictive license. Once you have done
it_it: NOTA: E' possibile selezionare solo licenze meno restrittive. Una volta eseguita l'operazione
pt_br: NOTA: Você só pode escolher uma licença menos restritiva. A partir do momento em que você fizer

source: Update the list of files used by this upload
it_it: Aggiorna la lista di files usati da questo upload
pt_br: Atualizar lista de arquivos usados por este upload

source: Manage the 'I Sampled This' List
it_it: Gestisci la lista 'Ti ho Campionato'
pt_br: Gerenciar Lista 'Eu usei isso'

source: Update the list of sources used by this upload
it_it: Aggiorna la lista di sorgenti usata da questo upload
pt_br: Atualizar a lista de fontes usadas por este upload

source: Manage Remixes
it_it: Gestisci remixes
pt_br: Gerenciar Remixes

source: Nickname
pt_br: Apelido

source: (e.g. 'lofi', 'hires') Leave blank to use default
it_it: (e.g. 'lofi', 'hires') Lascia vuoto per usare i predefiniti
pt_br: (ex. 'lofi', 'hires') Deixe em branco para usar o padrão

source: Manage files for:
it_it: Gestisci files per:
pt_br: Gerenciar arquivos para:

source: Edit Properties for
it_it: Modifica Proprieta' per
pt_br: Editar Propriedades para

source: Changes saved (see <a href="%s">results</a>)
it_it: Modifiche Salvate (vedi <a href="%s">risultati</a>)
pt_br: Alterações salvas (ver <a href="%s">resultados</a>)

source: Changes saved -- see <a href="%s">'%s' page</a>
it_it: Modifiche salvate -- vedi <a href="%s">'%s' pagina</a>
pt_br: Alterações salvas -- ver <a href="%s">'%s' página</a>

source: or go back to <a href="%s">Manage Files</a>
it_it: oppure torna a <a href="%s">Gestisci Files</a>
pt_br: ou volte para <a href="%s">Gerenciar Arquivos</a>

source: Delete File '%s'
it_it: Cancella File '%s'
pt_br: Deletar Arquivo '%s'

source: Replace '%s'
it_it: Sostituisci '%s'
pt_br: Substituir '%s'

source: Nickname for '%s'
it_it: Nickname per '%s'
pt_br: Apelido para '%s'

source: Add File to '%s'
it_it: Aggiungi File a '%s'
pt_br: Adicionar Aquivo em '%s'

source: Submit
it_it: Inserisci
pt_br: Enviar

source: can not be left blank
it_it: non puo' essere lasciato vuoto
pt_br: campo obrigatório

source: Date is out of range
it_it: La data non e' nell'intervallo permesso
pt_br: Data está fora do limite

source: Not a valid date
it_it: La data non e' valida
pt_br: Data inválida

source: File too big
it_it: File troppo grande
pt_br: Arquivo muito grande

source: File was not fully uloaded
it_it: Il file non e' stato caricato in modo completo
pt_br: Upload do arquivo não foi completo

source: Missing file name
it_it: Manca il file name
pt_br: Falta o nome do arquivo

source: Login Name
it_it: Nome di accesso
pt_br: Nome de Login

source: Must be letter, numbers or underscore (_), no longer than 25 characters
it_it: Devono essere lettere, numeri o underscore (_), non piu' lungi di 25 caratteri
pt_br: Devem ser letras, números ou underscore (_), não maior que 25 caracteres

source: This address will never show on the site but is
it_it: Questo indirizzo non sara' mai visibile nel sito
pt_br: Este endereço nunca aparecerá no site, mas é

source: Password
pt_br: Senha

source: Must be at least 5 characters
it_it: Deve essere almeno 5 caratteri
pt_br: Deve ter pelo menos 5 caracteres

source: Security Key
it_it: Codice di Sicurezza
pt_br: Chave de Segurança

source: Lost Password?
it_it: Password Dimenticata?
pt_br: Esqueceu a senha?

source: Click Here
it_it: Clicca Qui
pt_br: Clique aqui

source: Register
it_it: Registra
pt_br: Registre-se

source: must letters, numbers or underscore (_)
it_it: devono essere, numeri o underscore (_)
pt_br: devem ser letras, números ou underscore (_)

source: must be less than 25 characters
it_it: deve essere meno di 25 caratteri
pt_br: deve ter menos de 25 caracteres

source: That username is already in use or is reserved by the system
it_it: Questo nome utente e' gia' in uso o e' riservato dal sistema
pt_br: Este nome de usuário já existe ou foi reservado pelo sistema

source: Remember Me
it_it: Ricordami
pt_br: Lembrar meu login

source: New User?
it_it: Nuovo Utente?
pt_br: Novo usuário?

source: Log In
it_it: Accedi
pt_br: Logar

source: Retrieve Password
it_it: Recupera Password
pt_br: Recuperar senha

source: Create A New Account
it_it: Crea un Nuovo Utente
pt_br: Criar nova conta

source: This site requires cookies to be enabled in your browser
it_it: Questo sito richiede che i cookies siano abilitati nel tuo browser
pt_br: Você deve habilitar cookies em seu browser para usar este site

source: Log Out
it_it: Esci
pt_br: Sair

source: You new login information has been sent to your email address.
it_it: Le nuove informazioni di accesso sono state spedite al tuo indirizzo email
pt_br: Sua nova informação de login foi enviada para seu e-mail.

source: This installation does not support this feature
it_it: Questa installazione non supporta la funzionalita' richiesta
pt_br: Esta instalação não suporta essa funcionalidade

source: Recover Lost Password
it_it: Recupera Password
pt_br: Recuperar Senha Perdida

source: People
it_it: Gente
pt_br: Pessoas

source: Browse Uploads
it_it: Naviga gli Uploads
pt_br: Ver Uploads

source: Unknown File
it_it: File sconosciuto
pt_br: Arquivo Desconhecido

source: That file can not be found, it may have been removed by the owner.
it_it: Questo file non e' disponibile, e' possibile che sia stato rimosso dal proprietario
pt_br: Este arquivo não pode ser encontrado, pode ter sido removido pelo dono.

source: This upload is not currently available for viewing.
it_it: Questo upload non e' al momento disponibile per la visualizzazione
pt_br: Este upload não pode ser visto no momento.

source: Upload succeeded. Click <a href="%s">here</a> to see results.
it_it: Upload eseguito. Clicca <a href="%s">qui</a> per vedere i risultati.
pt_br: Upload feito com sucesso. Clique <a href="%s">aqui</a> para ver os resultados.

source: This upload is <b>NOT</b> entered in any contest.
it_it: Questo upload <b>NON</b> e' stato inserito in nessun concorso
pt_br: Este upload <b>NÃO</b> foi inscrito em nenhum concurso.

source: Published
it_it: Pubblicato
pt_br: Publicado

source: Unpublished
it_it: Non Pubblicato
pt_br: Não Publicado

source: Publish Now
it_it: Pubblica Ora
pt_br: Publicar Agora

source: This file is only visible to the owner and admins.
it_it: Questo file e' visibile solo al proprietario e agli amministratori
pt_br: Este arquivo só pode ser visto pelo dono e administradores.

source: Edit
it_it: Modifica
pt_br: Editar

source: Publish
it_it: Pubblica
pt_br: Publicar

source: I Sampled This
it_it: Ti Ho Campionato
pt_br: Eu Usei Isso

source: Unpublish
it_it: DePubblica
pt_br: Tirar do ar

source: Welcome to ccHost
it_it: Benvenuto in ccHost
pt_br: Bem Vindo ao ccHost

source: Back
it_it: indietro
pt_br: Voltar

source: More
it_it: Ancora
pt_br: Mais

source: Sample Pool:
it_it: Pool di Campionamenti
pt_br: Grupo de Trechos:

source: Sample Pool Item:
it_it: Elemento del Pool di Campionamenti
pt_br: Item de Grupo de Trechos

source: Stream Sources
it_it: Sorgenti di Stream
pt_br: Fontes de Stream

source: Stream Entries
it_it: Elementi di Stream
pt_br: Inscrições de Stream

source: Done Editing
it_it: Modifiche Terminate
pt_br: Fim da Edição

source: Artist
it_it: Artista
pt_br: Artista

source: Title
it_it: Titolo
pt_br: Título

source: Full search
it_it: Ricerca completa
pt_br: Busca completa

source: Editing Remixes for '%s'
it_it: Modifiche su Remixes per %s'
pt_br: Edição de Remixes para '%s'

source: Remix %s succeeded (click <a href="%s">here</a> to see results)
it_it: Remix %s eseguito (clicca <a href="%s">qui</a> per vedere i risultati)
pt_br: Remix %s finalizado (clique <a href="%s">aqui</a> para ver o resultado)

source: Display Thumbnails
it_it: Mostra Icone
pt_br: Mostrar nome do arquivo

source: Search Text
it_it: Ricerca Testo
pt_br: Buscar Texto

source: Type
it_it: Tipo
pt_br: Tipo

source: Any match
it_it: Qualsiasi corrispondenza
pt_br: Qualquer combinação

source: Match all
it_it: Tutte le corrispondenze
pt_br: Juntar todos

source: Exact Phrase
it_it: Frase Esatta
pt_br: Frase Exata

source: What
it_it: Cosa
pt_br: O que

source: Users
it_it: Utenti
pt_br: Usuários

source: Uploads and Users
it_it: Uploads e Utenti
pt_br: Uploads e Usuários

source: Search
it_it: Cerca
pt_br: Busca

source: Search using Google (tm)
it_it: Cerca con Google (tm)
pt_br: Buscar usando o Google (tm)

source: Search Results
it_it: Risultati Ricerca
pt_br: Resultados de Busca

source: <a href="%s">Search again...</a>
it_it: <a href="%s">Cerca ancora...</a>
pt_br: <a href="%s">Buscar novamente...</a>

source: Search limit reached.
it_it: Limete ricerca raggiunto
pt_br: Limite de busca alcançado.

source: Users That Mentioned:
it_it: Utente che ha segnalato:
pt_br: Usuários que Citaram:

source: Pick Submission Type
it_it: Selezione Tipo di Sottomissione
pt_br: Escolha o Tipo de Inscrição

source: Submit Files
it_it: Upload i files
pt_br: Enviar Arquivos

source: Submit Forms
it_it: Inserisci Moduli
pt_br: Enviar Formulário

source: Turn System Tags ON
it_it: Attiva Categorie di Sistema
pt_br: LIGAR Tags do Sistema

source: Turn System Tags OFF
it_it: Disattiva Categorie di Sistema
pt_br: DESLIGAR Tags do Sistema

source: Browse Tags
it_it: Categorie
pt_br: Ver Tags

source: Display name for file
it_it: Nome visulizzato per il file
pt_br: Mostrar nome do arquivo

source: Comma separated list of terms
it_it: Lista di termini separati da virgola
pt_br: Lista de termos separados por vírgula

source: Popular Tags
it_it: Categorie comuni
pt_br: Tags Populares

source: Click on these to automatically add to your upload.
it_it: Clicca su queste per aggiungerle automaticamente ai tuoi uploads
pt_br: Clique neles para adicioná-los automaticamente ao seu upload.

source: Suggested Tags
it_it: Categorie Suggerite
pt_br: Tags Sugeridas

source: This action can not be reversed...
it_it: Questa operazione non permette il recupero della situazione originale
pt_br: Esta ação não pode ser refeita...

source: Delete "%s" ?
it_it: Cancella "%s" ?
pt_br: Deletar "%s" ?

source: Deleting File
it_it: Cancellazione File
pt_br: Deletando Arquivo

source: Upload has been deleted
it_it: L'upload e' stato cancellato
pt_br: Upload deletado

source: Specify file to upload
it_it: Specifica il file per l'upload
pt_br: Especificar arquivo para upload

source: Valid file types:
it_it: Tipi di file validi
pt_br: Tipos válidos de arquivo:

source: File
pt_br: Arquivo

source: There was error in the file format<br />
it_it: Ci sono errori nel formato del file<br />
pt_br: Houve um erro no formato do arquivo<br />

source: Security key does not match
it_it: Il codice di sicurezza non corrisponde
pt_br: Chave de segurança não confere

source: Password does not match login name.
it_it: La password non corrisponde al nome utente usato per l'accesso
pt_br: Senha não confere com nome de login.

source: Can't find that username
it_it: Non e' stato possibile individuare il nome utente
pt_br: Nome de usuário não encontrado

source: Full Name
it_it: Nome Completo
pt_br: Nome completo

source: Your display name for the site (not to be confused with
it_it: Nome visualizzato per il sito (da non confondere con
pt_br: Seu nome no site (não confundir com

source: Image
it_it: Immagine
pt_br: Imagem

source: Image file (can not be bigger than 93x93)
it_it: File dell'immagine (non puo' essere maggiore di 93x93)
pt_br: Arquivo de imagem (não pode ser maior que 93x93)

source: About You
it_it: A mio riguardo
pt_br: Sobre Você

source: Home Page URL
it_it: Indirizzo Home Page
pt_br: URL da Página Pessoal

source: Make sure it starts with http://
it_it: Assicurarsi che inizi con http://
pt_br: Não esqueça de colocar o http://

source: Default Language:
it_it: Linguaggio predefinito
pt_br: Língua Padrão

source: What I Pound On
it_it: Cosa mi diverte e utilizzo (es. vinile, chitarra, ACID pro, ecc.)
pt_br: O Que Eu Toco

source: (e.g. vinyl, guitar, ACID Pro, vocals, beat slicer)
it_it: (es. vinile, chitarra, Acid Pro, ecc.)
pt_br: (ex.: LPs, guitarra, ACID Pro, vocais, percussão)

source: What I Like:
it_it: Cosa mi piace:
pt_br: O Que Eu Gosto:

source: (e.g. Django, Old Skool, Miles Davis, Acid House)
it_it: (Es. Django, Old Skool, Miles Davis, Acid House)
pt_br: (ex.: Django, Old Skool, Miles Davis, Acid House)

source: What I'm Looking For:
it_it: Cosa Cerco:
pt_br: O Que Estou Procurando:

source: List attributes of musicians you'd like to hook up with
it_it: Elenca gli attributi dei musicisti con cui vorresti entrare in contatto
pt_br: Liste os atributos dos músicos que você gostaria de encontrar

source: Home Page
pt_br: Página Pessoal

source: About Me
it_it: A mio riguardo
pt_br: Sobre mim

source: What I Like
it_it: Cosa mi piace
pt_br: O Que Eu Gosto

source: What I Look For
it_it: Cosa Cerco
pt_br: O Que Estou Procurando

source: Edit Your Settings
it_it: Modifica le Tue Impostazioni
pt_br: Editar Suas Configurações

source: Changes were saved
it_it: Modifiche salvate
pt_br: Alterações salvas

source: (select tag)
it_it: (seleziona categoria)
pt_br: (selecionar tag)

source: (no tag)
it_it: (nessuna categoria)
pt_br: (sem tags)

source: Remove %s from my favorites
it_it: Rimuovii %s dai miei favoriti
pt_br: Remover %s de meus favoritos

source: Add %s to my favorites
it_it: Aggiungi %s ai miei favoriti
pt_br: Adicionar %s aos meus favoritos

source: has not uploaded any remixes yet.
it_it: non ha caricato nessun remixes al momento
pt_br: não fez o upload de nenhum remix.

source: Uploads by
it_it: Uploads da
pt_br: Uploads de

source: Remixes of
it_it: Remixes di
pt_br: Remixes de

source: Remixed by
it_it: Remixato da
pt_br: Remixado por

source: %s has been removed from your list of favorites
it_it: %s e' stato rimosso dai tuoi favoriti
pt_br: %s foi excluído de sua lista de favoritos

source: %s has been added to your list of favorites
it_it: %s e' stato aggiunto ai tuoi favoriti
pt_br: %s foi adicionado à sua lista de favoritos

source: Your Page
it_it: La Tua Pagina
pt_br: Sua Página

source: Edit Your Profile
it_it: Modifica il Tuo Profilo
pt_br: Editar Seu Perfil

source: Visitors
it_it: Visitatori
pt_br: Visitantes

source: Artists
it_it: Artisti
pt_br: Artistas

source: Archive
it_it: Archivio
pt_br: Arquivo

source: Archive for %s
it_it: Archivio per %s
pt_br: Arquivo para %s

source: Monthly Archive
it_it: Archivio Mensile
pt_br: Arquivo Mensal

source: From
it_it: Da
pt_br: De

source: Your email address (optional)
it_it: Il tuo indirizzo email (opzionale)
pt_br: Seu e-mail (opcional)

source: Subject
it_it: Soggetto
pt_br: Assunto

source: Flag %s "%s"
it_it: Segna %s "%s"
pt_br: Denunciar %s "%s"

source: Message
it_it: Messaggio
pt_br: Mensagem

source: Flag Content
it_it: Segna Contenuto
pt_br: Denunciar Conteúdo

source: Topic
it_it: Argomento
pt_br: Tópico

source: Content has been flagged
it_it: Il contenuto e' stato segnato
pt_br: Conteúdo foi denunciado

source: Quote:
it_it: Citazione:
pt_br: Citação:

source: Select text and use the <br />buttons to apply format
it_it: Seleziona il testo e usa il bottone <br /> per formattare
pt_br: Selecione o texto e use os <br />botões para aplicar o formato

source: Path to file on server
it_it: Percorso del file sul server
pt_br: Caminho para o arquivo no servidor

source: Can not file a file by that name
it_it: Non posso gestire file con questi nomi
pt_br: Não é possível guardar um arquivo com este nome

source: Import files
it_it: Importa files
pt_br: Importar arquivos

source: Use this form to import files already on your server into the ccHost system. WARNING: This form will <b>MOVE</b> your file from its original location.
it_it: Usa questo modulo per importare files gia' presenti nel server ccHost. ATTENZIONE: questa azione <b>SPOSTERA'</b> i files dalla locazione originale
pt_br: Use este formulário para importar arquvos que já estão no seu servidor para o sistema do ccHost. ATENÇÃO: Este formulário vai <b>MOVER</b> seu arquivo do lugar original.

source: Import succeeded. Click <a href="%s">here</a> to see results.
it_it: Importazione completata. Clicca <a href="%s">qui</a> per vedere i risultati.
pt_br: Importação realizada. Clique <a href="%s">aqui</a> para ver o resultado.

source: Browse 'How I Did It'
it_it: Naviga 'Come Ho Fatto?
pt_br: Ver 'Como Eu Fiz'

source: Date
it_it: Data
pt_br: vote

source: Upload Name
it_it: Nome File Upload
pt_br: Upload

source: Sort by:
it_it: Ordina per:
pt_br: Tipo de fonte:

source: How I Did It
it_it: Come Ho Fatto
pt_br: Como Eu Fiz

source: Edit 'How I Did It' for
it_it: Modifica 'Come Ho Fatto' per
pt_br: Editar 'Como Eu Fiz' para

source: Changes saved. Click <a href="%s">here</a> to see results
it_it: Modifiche salvate. Clicca <a href="%s">qui</a> per vedere i risultati
pt_br: Alterações salvas. Clique <a href="%s">aqui</a> para ver o resultado

source: Tools I Used
it_it: Strumenti che ho usato
pt_br: Ferramentas Que Usei

source: What software, hardware, plug-ins, etc. did you use?
it_it: Quale software, hardware, plug-ins, ecc. hai usato?
pt_br: Que software, hardware, plug-ins etc você usou?

source: Samples I Used
it_it: Campioni che utilizzo
pt_br: Trechos Que Usei

source: Where did you find your samples? What kind of license are they under?
it_it: Dove hai trovato i tuo campioni? Che tipo di licenza usano?
pt_br: Onde você encontrou seus trechos? Sob que licença eles estão?

source: Original Samples
it_it: Campioni Originali
pt_br: Trechos originais

source: What material did you create just for this work?
it_it: Che materiale hai creato appositamente per questo lavoro.
pt_br: Que material você criou especialmente para este trabalho?

source: Process
it_it: Processo
pt_br: Processo

source: How did you put all the pieces together?
it_it: Come hai messo tutti i pezzi insieme?
pt_br: Como você juntou todos os pedaços?

source: Other Notes
it_it: Altre Note
pt_br: Outras Anotações

source: Share your feelings about the experience of creating this work
it_it: Condividi le senzazioni riguardo l'esperienza di creazione di questo lavoro
pt_br: Compartilhe suas sensações sobre a experiência de criar este trabalho

source: Edit "How I Did It"
it_it: Modifica "Come Ho fatto"
pt_br: Editar "Como Eu Fiz"

source: default
it_it: Predefinito
pt_br: padrão

source: Default Locale Preference:
it_it: Preferenze Locali Predefinite
pt_br: Preferência Padrão de País:
