Repository: cc-archive/cchost
Catalog: locale/default/*/LC_MESSAGES/cchost.po
Languages: it_it, pt_br

source: Select the default locale preference and a default language and the system will try to translate menus, navigation tabs and anything else you might have customized. If the translation system does recognize the terms used, those menu items and navigation tabs will not change.
it_it: Seleziona le impostazioni locali predefinite e il linguaggio e il sitema provera' a modificare i menu, i tab di navigazione, e ogni altra cosa che puoi aver personalizzato. Se il sistema non riconosce i termini usati, quei menu e tabs non cambieranno.
pt_br: Selecione o país de preferência e uma língua padrão e o sistema vai tentar traduzir os menus, as abas de navegação e qualquer coisa que você customizar. Se o sistema de tradução não reconhecer os termos usados, estes itens de menu e abas de navegação não vão mudar.

source: The Locale Preference is a specific folder that contains specific language translations. The default is a folder of the same name. Inside these folders are the specific language translations.
it_it: Le preferenze locali sono contenute in una specifica cartella che contiene le traduzione dei vari linguaggi disponibili.
pt_br: A Preferência de País é uma pasta específica que contém traduções específicas de línguas. O padrão é uma pasta com o mesmo nome. Dentro destas pastas estão as traduções específicas de línguas.

source: To create a specific translation, please copy the default folder with a unique name, and then select it as your Default Locale Preference. Then, edit the .po files in specific language folders for customization.
it_it: Per creare una traduzione, copia la cartella nell'apposita percorso. Poi modifica i files .po con i testi relativi al linguaggio
pt_br: Para criar uma tradução específica, por favor copie a pasta padrão com um nome específico, e então a selecione como sua Preferência Padrão de País. Depois, edite os arquivos .po nas pastas de línguas específicas para customizar.

source: Submit a Remix
it_it: Inserisci un Remix
pt_br: Enviar um Remix

source: A remix using samples downloaded from this site. When submitting a remix make sure to properly attribute the artist you sampled to comply with the Attribution part the Creative Commons license. The next screen will have a search function that allows you do just that.
it_it: Un remix che utilizza campioni scaricati da questo sito. Quando si inserisce un remix controllache sia attribuito propriamente in modo da aderire allla licenza Creative Commons.La prossima schermata permette una funzione di ricerca che permette di effettuare l'operazione di cui sopra.
pt_br: Um remix usando trechos baixados deste site. Ao enviar um remix não deixe decreditar o artista cujo material você usou para seguir com a Regra de Atribuição da licença da Creative Commons. A próxima tela terá uma função de busca que permite a realização disto.

source: Use this form to submit a remix
it_it: Usa questo modulo per inserire un remix
pt_br: Use este formulário para enviar um remix

source: Submit an A Cappella
it_it: Inserisci un 'A Cappella'
pt_br: Enviar um Vocal

source: Stand alone vocal parts, either spoken word or sung. Mono recording with no effects (reverb, delay, etc.) on them are best because they are the most flexible to work with. Many singers think they sound "better" with a lot of effects but it is always better to leave those choices to a producer/remixer to allow them to use their creative skills to the fullest potential.
it_it: Parti vocali, sia parlate che cantate. Registrate Mono e senza effetti (reverb, delay, ecc) in modo da permette un'utilizzo piu' possibile flessibile. Molti cantanti pensano che renda di piu' la voce con i vari effetti, ma e' sempre meglio lasciare queste scelte la produttore/remixer per permettere l'espressione completa della loro creativita'.
pt_br: Partes de vocal individuais, cantadas ou recitadas. Gravação mono sem efeitos (reverberação, delays etc) são melhores porque são mais flexíveis de se trabalhar. Muitos cantores acham que eles soam "melhor" com um monte de efeitos, mas é sempre melhor deixar essas escolhas para um produtor/remixador para que eles possam usar seus dotes criativos e atingir o potencial máximo.

source: Use this form to submit an a cappella
it_it: Usa questo modulo per inserire un 'A Cappella'
pt_br: Use este formulário para enviar um vocal

source: Submit Samples
it_it: Inserisci Campioni
pt_br: Enviar Trechos

source: Samples can be a loop, a one-shot note or drum hit or any other snippet of sound that might be useful to a producer or remixer. You are encouraged to make a collection of samples and upload them together in archive format (ZIP), however sound files are accepted as well. By far the most flexible samples to work with are mono and have no effects for acoustic instruments and minimal effects for synthesized sounds.
it_it: Campioni possono essere loop, una nota singola, un pezzo di batteria, o qualsiasi altro elemento sonoro usabile. Incoraggiamo la creazione di collezioni di campioni e l'upload in formato ZIP, anche se files individuali sono accettati comunque. I campioni con cui e' piu' flessibile il lavoro sono mono e senza effetti per strumenti acustici e effetti minimi per suoni sintetizzati.
pt_br: Trechos podem ser um loop, uma nota única ou batida única, ou qualquer outro pedaço de somque seja útil para um produtor ou remixador. Nós incentivamos a criação de um grupo de trechos e o upload de todos eles em um arquivo único (Zip), mas arquivos de som também são aceitos. De longe, os trechos mais flexíveis para se trabalhar são os em mono e que não têm nenhum efeito para instrumentos acústicos e e efeitos mínimos para sons sintetizados.

source: Use this form to submit samples
it_it: Usa questo modulo per inserire campioni
pt_br: Use este formulário para enviar trechos

source: Submit a Fully Mixed Track
it_it: Inserisci una Traccia Completamente Mixata
pt_br: Enviar uma Faixa Totalmente Remixada

source: An original track that is fully mixed is <i>extremely unlikely</i> to be remixed because of the extra work the producer or remixer has to do the extract the parts they actually wish to use. Before uploading your track here, consider uploading to one of several free hosting sites sponsored by Creative Commons such <a href="http://archive.org/audio">Internet Archive</a> or <a href="http://ourmedia.org">Our Media</a> both of which might be more appropriate places to post completely mixed tracks.
it_it: Una traccia completamente mixata<i>e' molto difficile</i> che venga remixata in quanto c'e' molto lavoro extra che il produttore o il remixer deve effettuare per estrarre le parti da usare. Prima difare l'upload della tua traccia qui, prendi in considerazione anche altri servizi sponsorizzati da Creative Commons come <a href="http://archive.org/audio">Internet Archive</a> or <a href="http://ourmedia.org">Our Media</a> entrambi sono sicuramente posti piu' appropriati per inserire traccie completamente mixate tracce.
pt_br: Uma faixa original que foi completamente mixada <i>raramente</i> será remixada por causa doi trabalho extra que o produtor ou remixador vai ter para extrair as partes que eles realmente querem usar. Antes de fazer o upload de sua faixa aqui, considere fazer o upload em um dos vários sites de hospedagem grátis patrocinados pela Creative Commons, como <a href="http://archive.org/audio">Internet Archive</a> ou <a href="http://ourmedia.org">Our Media</a>, que são lugares mais apropriados para publicar faixas completamente mixadas.

source: Use this form to submit a fully mixed track
it_it: Usa questo modulo per sottomettere una traccia completamente mixata
pt_br: Use este formulário para enviar uma faixa completamente mixada

source: To
it_it: A
pt_br: Para

source: Your email address
it_it: Il tuo indirizzo email
pt_br: Seu e-mail

source: Mail sent
it_it: Mail spedita
pt_br: E-mail enviado

source: Can not find that user
it_it: Non trovo l'utente richiesto
pt_br: Usuário não encontrado

source: Can not find that upload, it may have been removed by the owner
it_it: Non trovo il file caricato richiesto, e' possibile che sia stato rimosso dal proprietario
pt_br: Upload não encontrado, pode ter sido removido pelo dono

source: Recent Reviews
it_it: Commenti Recenti
pt_br: Resenhas Recentes

source: Reviews for "%s"
it_it: Commenti per "%s"
pt_br: Resenhas para "%s"

source: <br />Reviews left for<br /> "%s"
it_it: <br />Commenti lasciati per<br /> "%s"
pt_br: <br />Resenhas deixadas para<br /> "%s"

source: <br />Reviews left for<br /> %s
it_it: <br />Commenti lasciati per<br /> %s
pt_br: <br />Resenhas deixadas para<br /> %s

source: Reviews
it_it: Commenti
pt_br: Resenhas

source: review integration is not enabled
it_it: L' integrazione con i commenti non e' disponibile
pt_br: integração de resenha não está habilitada

source: Write Review
it_it: Scrivi Commento
pt_br: Escrever Resenha

source: Can not find that upload.
it_it: Non trovo il file caricato richiesto
pt_br: Upload não encontrado.

source: create new
it_it: crea nuovo
pt_br: criar novo

source: Write a Review for '%s'
it_it: Scrivi un commento per '%s'
pt_br: Escrever uma resenha para '%s'

source: You've already reviewed this upload
it_it: Hai gia' commentato questo upload
pt_br: Você já resenhou este upload

source: %s's Review of '%s'
it_it: %s's Revisione di '%s'
pt_br: %s's Resenha de '%s'

source: %s has left %s1 review
it_it: %s ha lasciato %s1 commento
pt_br: %s deixou %s1 resenha

source: %s has left %s%d reviews
it_it: %s ha lasciato %s%d commentis
pt_br: %s deixou %s%d resenhas

source: and has been reviewed %sonce
it_it: ed e' stata commentata %sonce
pt_br: e foi resenhado %suma vez

source: and has been reviewed %s%d times
it_it: ed e' stata commentata %s%d times
pt_br: e foi resenhado %s%d vezes

source: Reviews (%s)
it_it: Commenti (%s)
pt_br: Resenhas (%s)

source: Reivews left for "%s" by %s
it_it: Commenti lasciati per "%s" da %s
pt_br: Resenhas deixadas para "%s" por %s

source: Reviews left for %s
it_it: Commenti lasciati per %s
pt_br: Resenhas deixadas para %s

source: Sorry, no reviews match
it_it: Spiacente, nessun commento corrispondente
pt_br: Desculpe, resenhas não encontradas

source: Not Safe For Work
it_it: Non Idoneo per Lavorarci
pt_br: Não Apropriado Para o Trabalho (NSFW)

source: Mark this upload as <a href="http://en.wikipedia.org/wiki/NSFW">NSFW</a> if it contains questionable language.
pt_br: Marcar este upload como <a href="http://en.wikipedia.org/wiki/NSFW">NSFW</a> se contém linguageminapropriada.

source: %s has no remixes
it_it: %s non ha remixes
pt_br: %s não tem remixes

source: %s has 1 remix
it_it: %s ha remix
pt_br: %s tem um remix

source: %s has %d remixes
it_it: %s ha %d remixes
pt_br: %s tem %d remixes

source: and has not been remixed
it_it: e non e stato remixato
pt_br: e não foi remixado

source: and has been remixed once
it_it: ed e' stato remixato una volta
pt_br: e foi remixado uma vez

source: and has been remixed %d times
it_it: ed e' stato remixato %d volte
pt_br: e foi remixado %d vezes

source: Stats
it_it: Statistiche
pt_br: Estatísticas

source: ccMixter Charts [beta]
pt_br: As mais do ccMixter [beta]

source: ccMixter stats [beta]
it_it: ccMixter statistiche[beta]
pt_br: Estatísticas ccMixter [beta]

source: Reply
it_it: Rispondi
pt_br: Responder

source: Text
it_it: Testo
pt_br: Texto

source: Reply with quote
it_it: Rispondi con quote
pt_br: Responder com citação

source: Reply to yourself
it_it: Rispondi a te stesso
pt_br: Responder para você mesmo

source: Reply to %s
it_it: Rispondi a %s
pt_br: Responder para %s

source: Can not find that topic, it might have been deleted by the author
it_it: Non trovo l'argomento richiesto, potrebbe essere stato cancellato dall' autore
pt_br: Tópico não encontrado, deve ter sido apagado pelo autor

source: Deleting Topic
it_it: Cancellazione Argomento
pt_br: Deletando Tópico

source: Edit topic: '%s'
it_it: Modifica argomento: '%s'
pt_br: Editar tópico: '%s'

source: Your legal name
it_it: Il tuo nome legale
pt_br: Seu nome completo

source: Phone Number
it_it: Numero di Telefono
pt_br: Telefone

source: A phone number to reach you
it_it: Un numero di telefono per contattarti
pt_br: Telefone de recados

source: Country
it_it: Nazione
pt_br: País

source: The country of your legal residence
it_it: Nazione in cui risiedi
pt_br: País de residência

source: Date of birth
it_it: Data di nascita
pt_br: Data de nascimento

source: You must be 15 or older to be elligable
it_it: Devi essere almeno 15 per partecipare
pt_br: Você deve ter 15 anos ou mais para participar

source: Contest Entry User Information
it_it: Informazioni Utente per la partecipazione al concorso
pt_br: Informações do Usuário para Inscrição no Concurso

source: Contest Entry Info
it_it: Informazioni partecipazione al concorso
pt_br: Informação de Inscrição no Concurso

source: Edit your personal contest information
it_it: Modifica le informazioni Utente parteciapzione al concorso
pt_br: Edite suas informações pessoais para o concurso

source: Notify me by email when:
it_it: Notifica via email quando:
pt_br: Me avisar por e-mail quando:

source: My Notifications
it_it: Mie notifiche
pt_br: Meus Avisos

source: %s has been remixed
it_it: %s e' stato remixato
pt_br: %s for remixado

source: %s uploads something new
it_it: %s uploads qualcosa di nuovo
pt_br: %s subir material novo

source: I've been remixed
it_it: Sono stato remixato
pt_br: Eu for remixado

source: I've been reviewed
it_it: Sono stato commentato
pt_br: Eu for resenhado

source: I've been replied to
it_it: Ho ricevuto risposta a
pt_br: Eu for respondido

source: I've been rated
it_it: Sono stato valutato
pt_br: Eu for avaliado

source: Notifications have been updated
it_it: Le notifiche sono state aggiornate
pt_br: Avisos atualizados com sucesso

source: PLEASE DO NOT RESPOND TO THIS EMAIL This is a notification that "%s" has just received a rating of %d.00 %s
it_it: PER CORTESIA NON RISPONDERE A QUESTA EMAIL Questa e' una notifica che "%s" ha ricevuto una valutazione di %d.00 %s
pt_br: POR FAVOR NÃO RESPONDA ESTE E-MAIL Este é um aviso de que "%s" acabou de receber uma nota %d.00 %s

source: Ratings notification
it_it: Notifica di valutazione
pt_br: Aviso de avaliação

source: PLEASE DO NOT RESPOND TO THIS EMAIL This is a notification that "%s" has been reviewed by %s %s
it_it: PER CORTESIA NON RISPONDERE A QUESTA EMAILL Questa e' una notifica che "%s" e' stato commentato da %s %s
pt_br: POR FAVOR NÃO RESPONDA ESTE E-MAIL Este é um aviso de que "%s" foi resenhado por %s %s

source: Review notification
it_it: Notifica di commento
pt_br: Aviso de resenha

source: PLEASE DO NOT RESPOND TO THIS EMAIL This is a notification of a reply to a review thread "%s": %s
it_it: PER CORTESIA NON RISPONDERE A QUESTA EMAIL Questa e' una notifica di una risposta ad un commento "%s": %s
pt_br: POR FAVOR NÃO RESPONDA ESTE E-MAIL Este é um aviso de resposta de resenha "%s": %s

source: Upload by %s
it_it: Upload da %s
pt_br: Upload de %s

source: PLEASE DO NOT RESPOND TO THIS EMAIL This is a notification that %s has just uploaded new material to %s "%s" %s
it_it: PER CORTESIA NON RISPONDERE A QUESTA EMAIL Questa e' una notifica che %s ha appena caricato nuovo materiale in %s "%s" %s
pt_br: POR FAVOR NÃO RESPONDA ESTE E-MAIL Este é um aviso de que %s acaba de subir material novo para %s "%s" %s

source: which uses samples from:
it_it: il quale utilizza campioni da:
pt_br: que usa samples de:

source: Thank you, %s
it_it: Grazie, %s
pt_br: Obrigado, %s

source: Edit My Notifications
it_it: Modifica le mie notifiche
pt_br: Editar Meus Avisos

source: Get Notified About %s
it_it: Ottieni notifiche su %s
pt_br: Receba Avisos Sobre %s

source: New Topic Text
it_it: Nuovo argomanento testo
pt_br: Texto do Novo Tópico

source: %s has posted <a href="%s">%d forum messages</a>
it_it: %s ha lasciato <a href="%s">%d messaggi del forum</a>
pt_br: %s colocou <a href="%s">%d mensagens no fórum</a>

source: Forum posts
it_it: Messaggi del forum
pt_br: Mensagens do fórum

source: Forum Topics
it_it: Argomenti del forum
pt_br: Tópicos do Fórum

source: Sorry, no topics match
it_it: Spiacente, non ci sono argomenti che corrispondono
pt_br: Desculpe, tópicos não encontrados

source: Move topic: %s
it_it: Sposta argomento: %s
pt_br: Mover tópico: %s

source: Change Thread Sticky Flag
it_it: Cambia la bandiera del Thread
pt_br: Mudar Sinal de Acompanhamento de Discussão

source: Change Thread Open Status
it_it: Cambia lo stato di apertura del Thread
pt_br: Mudar Status de Discussão Aberta

source: Post new topic
it_it: Inserisci nuovo argomento
pt_br: Inserir novo tópico

source: Forum
pt_br: Fórum

source: Forums
pt_br: Fóruns

source: Post New Topic
it_it: Inserisci nuovo argomento
pt_br: Inserir Novo Tópico

source: Thread Missing
it_it: Thread Mancante
pt_br: Discussão não encontrada

source: You must have admin rights to see this forum
it_it: Devi avere diritti di amministrazione per visualizzare il forum
pt_br: Você deve ter privilégios de administrador para ver este fórum

source: You must be logged in to see this forum
it_it: Devi eseguire l'accesso per visualizzare il forum
pt_br: Você deve estar logado para ver este fórum

source: You do have proper permissions to see this forum
it_it: Non hai i permessi corretti per visulizzare il forum
pt_br: Você não tem autorização correta para ver este fórum

source: Restricted Access
it_it: Accesso ristretto
pt_br: Acesso Restrito

source: Thread is closed to new comments
it_it: Il Thread e' chiuso a nuovi commenti
pt_br: Discussão fechada para novos comentários

source: Post topic reply
it_it: Inserisci risposta all'argomento
pt_br: Inserir resposta de tópico

source: Move thread
it_it: Sposta Thread
pt_br: Mover discussão

source: Open
it_it: Aperto
pt_br: Abrir

source: Close
it_it: Chiuso
pt_br: Fechar

source: Unstick
it_it: Stacca
pt_br: Desvincular

source: Stick
it_it: Attacca
pt_br: Vincular

source: Reply to: "%s"
it_it: Rispondi a: "%s"
pt_br: Responder para: "%s"

source: Forum Posts for %s
it_it: Commenti sul Forum per %s
pt_br: Mensagens de Fórum para %s

source: Feed for topics by %s
it_it: Feed per argomenti da %s
pt_br: Feed de tópicos por %s

source: Feed for topic: %s
it_it: Feed per argomenti: %s
pt_br: Feed de tópico: %s

source: Forums Feed
pt_br: Feeds do Fórum

source: Contents requires login
it_it: Il contenuto richiede l'accesso al sito
pt_br: Conteúdos exigem login

source: by:
it_it: da
pt_br: por:

source: date:
it_it: data
pt_br: data:

source: ratings:
it_it: Valutazioni:
pt_br: notas:

source: rate
it_it: valuta:
pt_br: vote

source: license:
it_it: licenza:
pt_br: licença:

source: This upload might be
it_it: Questo upload potrebbe essere
pt_br: Este upload pode ser

source: Editorial pick...
it_it: Selezione dell'editore...
pt_br: Escolha dos editores...

source: Uses samples from:
it_it: Usa campioni da:
pt_br: Usa trechos de:

source: More...
it_it: Ancora..
pt_br: Mais...

source: (no one has sampled this)
it_it: (nessuno ha campionato questo)
pt_br: (ninguém usou estes trechos)

source: Samples are used in:
it_it: Campioni sono usati in:
pt_br: Trechos são usados em:

source: length:
it_it: lunghezza
pt_br: Duração:

source: IE: Right-click select 'Save Target As'
it_it: IE: Click pulsante destro, selezionare 'Salva oggetto come'
pt_br: IE: Clique com o botão direito do mouse e selecione 'Salvar destino como...'

source: Mac: Control-click select 'Save Link As'
it_it: Mac: Click controllo, selezionare 'Salva collegamento come'
pt_br: Mac: clique apertando control e escolha "Salvar link como"

source: Flag this upload for possible violation of terms
it_it: Segnala questo upload come possibile violazione dei termini di contratto
pt_br: Denuncie este upload por possível violação de regras

source: featuring:
pt_br: notas:

source: Original
it_it: Originale

source: Editorial
it_it: Editoriale

source: Type in the characters above. Valid characters are 0-9 and A-F. The zero (0) has a line through it, the D does not.
it_it: Digita i caratteri di cui sopra. Caratteri validi sono 0-9 e A-F. Lo zero (0)ha un linea che lo attraversa, la O no.

source: Vote
it_it: Vota

source: Display thumbnails for image uploads
it_it: Mostra icone per caricamento immagini

source: Max Thumb X
it_it: Dimensione Massima X

source: Leave this blank or 0 (zero) to use the image's natural size
it_it: Lascia vuoto oppure 0 (zero) per usare le dimensioni originali dell'immagine

source: Max Thumb Y
it_it: Dimensione Massima Y

source: Tags
it_it: Categorie

source: Tags
it_it: Categorie

source: Posts
it_it: Rispondi con quote

source: tags:
it_it: categorie:
